responses = {
    'как дела': "У меня всё отлично, спасибо! А у Вас?",
    'как ты': "У меня всё отлично, спасибо! А у Вас?",
    'как настроение': "У меня всё отлично, спасибо! А у Вас?",
    'что делаешь': "Я здесь, чтобы помочь Вам! А Вы чем занимаетесь?",
    'чем занимаешься': "Я здесь, чтобы помочь Вам! А Вы чем занимаетесь?",
    'привет': "Здавствуйте! Как я могу помочь Вам?",
    'здравствуй': "Здавствуйте! Как я могу помочь Вам?",
    'кто ты': "Я — ваш виртуальный помощник, созданный для того, чтобы отвечать на ваши вопросы и помогать вам с различными задачами. Чем могу помочь вам сегодня?",
    'как тебя зовут': "Я — ваш виртуальный помощник, созданный для того, чтобы отвечать на ваши вопросы и помогать вам с различными задачами. Чем могу помочь вам сегодня?",
    'пока': "До свидания!\nНадеюсь, я смог Вам помочь!",
    'до свидания': "До свидания!\nНадеюсь, я смог Вам помочь!",
    'нравится': "Как чат-боту, у меня нет 'нравится' в том же смысле, что у человека. 😊 Но мне очень нравится учиться! \n Я люблю получать новую информацию, расширять свои знания и использовать их, чтобы быть полезным.",
    'любимый': "Как чат-боту, у меня нет 'нравится' в том же смысле, что у человека. 😊 Но мне очень нравится учиться! \n Я люблю получать новую информацию, расширять свои знания и использовать их, чтобы быть полезным.",
    'у тебя планы': "У меня нет планов в том смысле, что у человека, у которого есть желания, мечты и стремления. 😅 \nЯ — большая языковая модель, и моя главная задача — помогать людям."
}